{"msg":
{
"english": "Anglais",
"french": "Français",
"spanish": "Espagnol",
"path": "chemin",
"name": "nom",
"cust_col_labels": "colonnes personnalisées",
"remove": "Supprimer",
"error" : "erreur",
"no": "Non",
"yes": "Oui",
"pass_match": "Le mot de passe de confirmation doit correspondre.",
"save_config": "Votre configuration a été sauvée.",
"empty_thumb": "Répertoire thumb vidé.",
"delete_saving": "Supprimer la sauvegarde",
"no_account": "Pas de compte trouvé",
"configuration": "Configuration",
"compat_test": "Tests de compatibilité",
"test_covers": "Test des jaquettes et des livres",
"tools": "Outils",
"language": "Langue",
"access_mode": "Mode d'accès aux bibliothèques",
"access_libraries": "Accès aux bibliothèques",
"access_direct": "Direct (bibliothèque dans le répertoire web)",
"access_resize": "Avec redimensionnement",
"access_resize_cache": "Avec redimensionnement et mise en cache",
"access_no_resize": "Sans redimensionnement",
"msg1": "Si une de vos bibliothèques n'est pas dans le répertoire web, vous ne pouvez pas utiliser l'accès direct.<br />Si vous n'utilisez pas l'accès direct, vous pouvez choisir d'utiliser le mode X-Senfile.",
"use_xsendfile": "Utiliser X-Sendfile?",
"calibre_libraries": "Bibliothèques Calibre",
"protect_access": "Accès protégé?",
"msg2": "Si vous activez la protection, vous devez créer au moins un compte (dans la partie qui suit).",
"msg3": "Bibliothèques Calibre - Entrez le chemin de votre bibliothèque, le nom qui s'affichera dans My Readings et, si vous le souhaitez, la liste des colonnes personnalisées à afficher",
"add_normal_library": "Ajouter une bibliothèque \"normal\" (sans contrôle parental)",
"protected_libraries": "Bibliothèques Calibre à accès réservé aux comptes à droit parental",
"add_protected_library": "Ajouter une bibliothèque avec contrôle parental",
"msg4": "<b>Le chemin de la bibliothèque</b> doit être le chemin complet (par example //volume1/calibre1/), vous ne pouvez pas utiliser le mode d'accès direct dans ce cas.<br/>A l'inverse, si votre bibliothèque est dans votre répertoire web, vous pouvez mettre le chemin relatif (comme ../calibre1/) et utiliser n'importe quel mode d'accès.<br/>N'oubliez pas le <b>\"/\" à la fin</b> du chemin.<br/>Si vous voulez utiliser <b>des colonnes personnalisées</b> (custom column), indiquez le nom de la colonne désirée avec une \",\" comme séparateur. Ex: custom1,custom2",
"accounts_and_users": "Comptes et utilisateurs",
"accounts": "Comptes",
"add_account": "Ajouter un compte",
"msg5": "<p>Si vous choisissez d'utiliser l'accès protégé, seuls ces comptes pourront se connecter.<br />Pour chaque compte, vous pouvez indiquer s'il est permis d'accéder à toutes les bibliothèques ou seulement celles sans contrôle parental. Un utilisateur peut être associé au compte: Avec \"NO user\", le compte n'aura pas d'utilisateur, avec \"Forced\", il y aura un utilisateur que vous devez indiquer, avec \"Free\", l'utilisateur pourra être choisi depuis la partie configuration de My Readings.</p><p>Plusieurs comptes peuvent avoir le même utilisateur. Si vous voulez avoir des utilisateurs (pour pouvoir sauver des marques-pages), vous devez les créer dans la partie suivante.</p>",
"users_name": "Ajouter les noms d'utilisateurs (pour les marques-pages) - chaque nom doit être différent",
"add_user":"Ajouter un utilisateur",
"msg6": "<p>Chaque utilisateur peut sauvegarder un marque-page pour un livre ou indiquer que le livre a été lu. Pour cela, vous devez créer une colonne personnalisée (custom column) dans Calibre pour chaque utilisateur. La \"datatype\" doit être \"integer\". Par example, vous pouvez créer une colonne personnalisée avec le label user1, le nom \"Toto\" et ajouter Toto dans la liste des utilisateurs. Si vous voulez utiliser cette fonctionnalité, je vous recommande d'ajouter, en premier, l'utilisateur \"Invité\" qui sera utilisé par défaut (dans les comptes avec choix d'utilisateur libre).</p>",
"viewers": "Lecteurs",
"msg7": "<p>Pour le lecteur de cbz, vous devez avoir l'extension ZIP dans votre serveur PHP et pour les cbr, l'extension RAR. Vous pouvez vérifier la disponibilité de ces extensions dans les tests de compatibilité.</p>",
"resize": "Redimensionnement?",
"size_max": "Taille max.",
"msg8": "<p>Certains appareils comme ceux sous iOS semblent avoir une limite dans la taille des images qui peuvent être affichées. En activant cette fonction, les images seront redimensionnées en 5242880 pixels (5x1024x1024= 5Mpx) par défaut. Le livre original ne sera pas modifié. Vous pouvez changer cette taille.</p>",
"save_configuration": "Sauver la configuration",
"login": "Login",
"password": "Mot de passe",
"confirm_password": "Retapez le mot de passe de confirmation",
"libraries_access": "Accès aux bibliothèques",
"user_choice": "Type d'utilisateur",
"user": "Utilisateur",
"update": "Sauver",
"run_compatibility_tests": "Lancer les tests de compatibilité",
"run_tests": "Lancer les tests",
"url_syntax": "Examples de syntaxe pour l'url de My Readings",
"for_ipad": "Pour iPad/iPad mini",
"for_iphone": "Pour iphone",
"for_galaxy": "Pour Galaxy Tab",
"thumb_management": "Gestion du répertoire thumb",
"msg9": "<p>Ce répertoire est utilisé pour stocker les jaquettes des livres dans le mode d'accès avec redimensionnement et mise en cache</p>",
"delete_cache": "Effacer les fichiers en cache",
"account_saving": "Gestion des sauvegardes de la configuration des comptes",
"msg10": "<p>Un utilisateur peut sauvegarder la configuration de son compte depuis My Readings. Vous pouvez effacer cette sauvegarde.</p>",
"choose_account": "Choisir un compte",
"show_list": "Afficher la liste des sauvegardes",
"skin_test": "Gabarits pour tester l'affichage sur tablette ou smartphone",


"sqlite_ext": "Extension Sqlite3 non chargée.",
"php_version": "Votre version PHP est la ",
"php_badversion": "Si vous avez des erreur, essayez une version plus récente",
"connect_test": "<p>Test de connexion:</p><p>Si tout fonctionne, vous devriez voir la jaquette d'un livre pour chaque bibliothèque.</p><p>S'il n'y a pas d'erreur avec votre bibliothèque mais que vous ne voyez pas la jaquette, il y a probablement une erreur dans la configuration de son mode d'accès.<br />Si vous utilisez X-Sendfile et si votre configuration est correcte, une seconde jaquette doit s'afficher.</p>",
"writable_thumb": "Le répertoire thumb est accessible en écriture (utilisé dans le mode d'accès avec redimensionnement et mise en cache).",
"writable_thumb_error": "Le répertoire thumb n'est pas accessible en écriture (vous ne pouvez utiliser le mode d'accès avec redimensionnement et mise en cache)",
"open_basedir": "L'accès restreint par open_basedir est actif. Si vous ne pouvez avoir accès à une bibliothèque, essayez d'ajouter son chemin dans la liste open_basedir.",
"zip_loaded": "Extension PHP Zip chargée (utilisée par le lecteur de cbz)",
"zip_notloaded": "Extension PHP Zip non chargée (vous ne pouvez pas utiliser le lecteur de cbz)",
"rar_loaded": "Extension PHP Rar chargée (utilisée par le lecteur de cbr)",
"rar_notloaded": "Extension PHP Rar non chargée (vous ne pouvez pas utiliser le lecteur de cbr)",
"cache_writable": "Le répertoire cache est accessible en écriture (utilisé par le lecteur de cbz/cbr)",
"cache_notwritable": "Le répertoire cache est n'est pas accessible en écriture (vous ne pouvez pas utiliser le lecteur de cbz/cbr)",
"nocalibre": "Pas de bibliothèque Calibre configurée",
"account_error": "Erreur dans les comptes",
"noconfig": "Pas de configuration sauvegardée",
"isok": " est OK",
"xsendfile":"Test de X-Sendfile",
"notfound": " non trouvé.",
"notinteger": " n'est pas de type integer.",
"user_error": "Erreur dans les utilisateurs",
"user_notfound": " non trouvé (dans le compte ",
"user_notinteger": " n'est pas de type integer (dans le compte ",
"typeof": " Le type de ",
"notsupported": "n'est pas supporté.",
"custom_error": "Erreur dans les colonnes personnalisées",
"custom_ok": "Toutes les colonnes personnalisées sont correctes",
"no_metadata": "metadata.db non trouvé",
"error_connect_with": "Erreur de connexion avec ",

"test_lib": "Test de ",
"error_connect": "Erreur de Connexion",
"access_error": "Erreur d'accès",
"noerror": "Pas d'erreur.",
"nocover": "Livres sans jaquette",
"nocalibre": "Pas de bibliothèque Calibre."
}
}